Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_julkaisi_kei_1_inarinsaamen_oppikirjan_ja_syksyn_harjoituskirjan.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät julkaisi KEI 1 inarinsaamen oppikirjan ja syksyn harjoituskirjan
sme: Sámediggi almmustahtii KEI 1 anárašgiela oahppogirjji ja bargogirjji čakčii

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto on julkaissut KEI 1 inarinsaamen oppikirjan ja syksyn harjoituskirjan.
sme: Sámedikki skuvlen- ja oahppamateriáladoaimmahat lea almmustahttán KEI 1 anárašgiela oahppogirjji ja bargogirjji čakčii.

source: KEI 1 Kollemecci on tarkoitettu peruskoulun ensimmäisen luokan inarinsaame vieraana kielenä opetukseen .
sme: KEI 1 Kollemecci lea oaivvilduvvon vuođđoskuvlla vuosttaš luohká anárašgiella vierisgiellan oahpahussii.

source: Oppikirja on käännetty ja sovitettu inarinsaameenvuonna 2022 uudistetun pohjoissaamen GEA 1 Gollemeahcci-kirjan pohjalta.
sme: Oahppogirji lea jorgaluvvon ja heivehuvvon anárašgillii jagi 2022 ođasmahtton davvisámegiela GEA 1 Gollemeahcci-girjji vuođul.

source: Harjoituskirja sisältää tehtäviä oppikirjan syysosan opetussisältöjen harjoitteluun.
sme: Bargogirji sisttisdoallá hárjehusaid oahppogirjji čakčaoasi oahpahussisdoaluid hárjehállamii.

source: Kirjat on käsikirjoittanut Oona Länsman ja kuvittanut Nora Bäck.
sme: Girjjiid teavsttaid lea čállán Oona Länsman ja govaid sárgon Nora Bäck.

source: Inarinsaameksi kirjat on kääntänyt ja inarinsaamelaiseen kulttuuriin sovittanut Minna Lampinen.
sme: Anárašgillii girjjiid lea jorgalan ja anáraš kultuvrii heivehan Minna Lampinen.

source: Kirjojen taiton on tehnyt Susanna Kaartinen.
sme: Lay out lea bargan Susanna Kaartinen.

source: Nyt julkaistut inarinsaamenkieliset KEI -kirjat ovat osa Saamelaiskäräjien omaa tuotantoa, johon kuuluvat alkuperäinen pohjoissaamenkielinen GEA-kirjasarja ja koltansaamenkielinen ǨIÕČČ-kirjasarja.
sme: Dál almmustahtton anárašgielat KEI -girjjit leat oassi Sámedikki iežas buvttadeami, masa gullet álgoálgosaš davvisámegielat GEA-girjeráiđu ja nuortalašgielat ǨIÕČČ-girjeráiđu.

source: Tilaukset Saamelaiskäräjien verkkokaupasta:
sme: Diŋgojumit Sámedikki neahttagávppis:

source: KEI 1 Kollemecci oppikirja
sme: KEI 1 Kollemecci oahppogirjji

source: KEI 1 Kollemecci syksyn harjoituskirja
sme: KEI 1 Kollemecci bargogirjji čakčii
